Repository: ahsq81/souktel
Catalog: apps/survey/locale/*/LC_MESSAGES/django.po
Languages: ar

source: System encountered an Error: %s
ar: خطأ في النظام:%s

source: Hello %s
ar: مرحبا %s

source: help
ar: المساعدة

source: INS f-name l-name (gend){M|F} age Activity; FIND activity find all member register with that activity; STAT return the number of register member
ar: سجل الاسم الاول الاسم الثاني (الجنس) {ذ|ن} العمر الصفة; بحث الصفة => البحث عن جميع الاشخاص المشتركين بالصفة;الحاله لمعرفة عدد المسجلين

source: INS
ar: سجل

source: m
ar: ذ

source: f
ar: ن

source: Gendr not support
ar: الجنس ليس مدعوم

source: 1-System encountered an Error: %s
ar: 1- خطأ في النظام : %s

source: Recourd saved..
ar: حفظ السجل ..

source: 2-System encountered an Error: %s
ar: 2- خطأ في النظام: %s

source: FIND
ar: بحث

source: The Result found:%s
ar: تم العثورعلى: %s

source: stat
ar: الحالة

source: Number of entry:%s
ar: عدد النتائج: %s

source: Activity Code
ar: رمز الصفة

source: the first name
ar: الاسم الاول

source: the last name
ar: الاسم الاخير

source: member gender
ar: جنس العضو

source: member age
ar: عمر العضو

source: Activity
ar: الصفة
